using System;
using System.Collections.Generic;
using System.Linq;
using System.Text;
using System.Threading.Tasks;

namespace QuoteBank.Languages
{
    public static class zh_CN
    {
        public static string[] quote_chinese ={
            "虚心竹有低头叶",
            "人无横财不富，马无夜草不肥",
            "丰年莫忘歉年苦，饱时莫忘饥时难",
            "言轻休劝架，力小休拉架	",
            "事在人为	",
            "一日为师，终身为父",
            "猫哭老鼠假慈悲",
            "是福不是祸，是祸躲不过",
            "胸有成竹",
            "细水长流",
            "饮水思源，缘木思本",
            "念完了经打和尚",
            "有猫不知猫功劳，无猫才知老鼠多",
            "有猫不知猫功劳，无猫才知老鼠多",
            "天无三日雨，人没一世穷",
            "量材录用",
            "山雨欲来风满楼",
            "干什么说什么，买什么吆喝什么",
            "儿行千里母担忧，母行千里儿不愁",
            "儿子是自己的好，老婆是别人的好",
            "上贼船易，下贼船难",
            "一个香炉一个磬，一个人一个性",
            "亲戚是把锯，你有来，我有去",
            "多年的路走成河，多年的媳妇熬成婆",
            "锲而不舍",
            "做到老，学到老",
            "老子偷瓜盗果，儿子杀人防火",
            "日出万言，必有一伤",
            "任凭风浪起，稳坐钓鱼船",
            "君子报仇，十年不晚",
            "万般皆是命，半点不由人",
            "风声鹤唳",
            "为善最乐",
            "瓜到熟时蒂自落",
            "识时务者为俊杰",
            "萍水相逢	",
            "桃李不言，下自成蹊",
            "家家买酸酒，不犯是高手	",
            "人到矮檐下, 怎能不低头",
            "人非草木，岂能无情",
            "人非草木，岂能无情",
            "凡事留一线, 日后好相见",
            "人凭志气虎凭威",
            "天作孽犹可违，自作孽不可逭	",
            "劣汉争吃，好汉争气",
            "雕虫小技	",
            "浑水越澄越清，是非越辩越明",
            "士可杀而不可辱",
            "言必信，行必果",
            "山山有老虎，处处有强人	"
            };
    }
}
